brave-bin
bridge-utils
bridge-utils-debug
bun-bin
bun-bin-debug
candy-icons-git
catppuccin-gtk-theme-git
drogon
drogon-debug
electron12-bin
electron12-bin-debug
fortune-mod-off
fortune-mod-off-debug
gbm
gnome-network-displays
gnome-network-displays-debug
gtk2
helloworld-debug
icu66-bin
icu66-bin-debug
intellij-idea-ultimate-edition
karton-debug
kvantum-theme-catppuccin-git
libffi7
libffi7-debug
llvm15-libs
localsend-bin
lowkey-git
lowkey-git-debug
mono-basic
onlyoffice-bin
openssl-1.1-debug
popsicle-git
popsicle-git-debug
qt5-remoteobjects
qt5-webchannel
qt5-webengine
remix-desktop
rose-pine-cursor
rose-pine-hyprcursor
sddm-theme-tokyo-night-git
trantor
trantor-debug
ttf-google-fonts-git
ttf-merriweather
ttf-merriweather-sans
ttf-ms-fonts
ttf-oswald
ttf-quintessential
ttf-signika
v4l2loopback-dkms-git
v4l2loopback-dkms-git-debug
ventoy-bin
ventoy-bin-debug
visual-studio-code-bin
wlogout
wlogout-debug
yay
yay-debug
zen-browser-bin
