acpi_call-dkms
alsa-utils
archlinux-xdg-menu
ark
avfs
base
base-devel
bat
blueman
bluez
bluez-utils
boost
brave-bin
breeze
bridge-utils
btop
bun-bin
candy-icons-git
catppuccin-gtk-theme-git
clang
cmake
cmatrix
cuda
cudnn
curl
dhcpcd
dnsmasq
docker
docker-compose
dolphin
dosfstools
drogon
efibootmgr
emby-server
espeak-ng
eza
fastfetch
fd
ffmpegthumbs
filelight
fortune-mod-off
fuse2
fzf
gcc
gdb
ghostty
gimp
git
glu
gnome-network-displays
go
grub
gupnp-tools
gwenview
hdf5
htop
hunspell
hunspell-en_gb
hunspell-en_us
hyprcursor
hypridle
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
icu66-bin
inkscape
intel-ucode
intellij-idea-ultimate-edition
iptables-nft
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jupyter-nbconvert
jupyter-notebook
jupyterlab
kate
kbibtex
kdenlive
kdiskmark
kimageformats
krdc
kvantum
kvantum-qt5
kvantum-theme-catppuccin-git
languagetool
lazygit
libffi7
libguestfs
libva-intel-driver
linux
linux-firmware-intel
linux-firmware-nvidia
linux-firmware-other
linux-firmware-realtek
linux-headers
localsend-bin
lowkey-git
luarocks
make
man-db
maven
mesa-utils
meson
minidlna
mtools
mtpfs
neovim
networkmanager
ngrok
ninja
nodejs-lts-jod
noise-suppression-for-voice
noto-fonts-emoji
npm
nvidia-container-toolkit
nvidia-open
nvidia-prime
nvidia-settings
nwg-shell
obs-studio
okular
ollama-cuda
onlyoffice-bin
openbsd-netcat
opencv
os-prober
pandoc-cli
pavucontrol
pdfarranger
pdftk
pipewire
pipewire-pulse
popsicle-git
python-magic
python-openai-whisper
python-pip
python-srt_equalizer
qalculate-qt
qbittorrent
qemu-full
qt5ct
qt6-imageformats
qt6-tools
qt6ct
remix-desktop
rkward
rofi
rofimoji
rose-pine-cursor
rose-pine-hyprcursor
rpcsvc-proto
rustup
s-tui
sddm
sddm-theme-tokyo-night-git
seahorse
sof-firmware
sshpass
starship
stow
sudo
swaync
tcpdump
tealdeer
texlive-basic
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-langenglish
texlive-latexextra
texlive-mathscience
texlive-pictures
texlive-plaingeneric
texlive-xetex
texstudio
tmux
tree
ttf-google-fonts-git
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
uv
uwsm
v4l2loopback-dkms-git
valkey
vde2
ventoy-bin
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vlc-plugins-all
vtk
waybar
wget
wireplumber
wlogout
xdg-desktop-portal-hyprland
yay
zen-browser-bin
zoxide
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
